public class Main {
    public static void main(String[] args) {
        Car ladaGranta = new Car("Lada Granta, ", 1.7, "желтого цвета, ", 2015, " года выпуска, сборка в России.");
        Car Audi = new Car("Audi A8 50 L TDI quattro, ", 3.0, "черный цвет кузова, ", 2020, " года выпуска, сборка в Германии.");
        Car BMW = new Car("BMW Z8,", 3.0, "черный цвет кузова, ", 2020, " года выпуска, сборка в Германии.");
        Car KiaSportage = new Car("Kia Sportage 4-го поколения,", 2.4, "цвет кузова - красный, ", 2018, " года выпуска, сборка в Южной Корее.");
        Car HyundaiAvante = new Car("Hyundai Avante,", 1.6, "цвет кузова - оранжевый, ", 2016, " года выпуска, сборка в Южной Корее.");
    }
}

/*Lada Granta, 2015 год выпуска, сборка в России, желтого цвета, объем двигателя — 1,7 л.
Audi A8 50 L TDI quattro, 2020 год выпуска, сборка в Германии, черный цвет кузова, объем двигателя — 3,0 л.
BMW Z8, сборка в Германии в 2021 году, черный цвет кузова, объем — 3,0 л.
Kia Sportage 4-го поколения, 2018 год выпуска, сборка в Южной Корее, цвет кузова — красный, объем двигателя — 2,4 л.
Hyundai Avante, сборка в Южной Корее, цвет кузова — оранжевый, объем двигателя — 1,6 л, год выпуска — 2016.*/